<template>
    <div>
        <school-layout>
            <h2 align="center">慧科集团</h2>
            <br />
            <p style="text-indent:2em">
                慧科集团创立于2010年8月，是国内领先的中国
                高等教育和职业教育综合服务平台。其通过旗下
                ”慧科教育“、 “高校邦”为中国高校提供战略
                性新兴产业人才培养解决方案和在线教育智慧学
                习平台；旗下“开课吧“、”无限互联”、 “
                莱茵教育”为大学生和互联网从业者提供以职业
                发展为导向的实用技能培训；旗下“课工厂”为
                高校、教育培训机构以及企业提供在线课程制作
                服务。集团旗下设立专注教育与信息技术深度融
                合的“慧科研究院”以引擎之势助力集团持续洞
                悉和引领行业发展趋势、打造创新教育生态。
            </p>
            <br />
            <p style="text-indent:2em">
                慧科集团积极配合国家“十二五”、“十三五“
                规划中大力发展移动互联网、云计算、大数据、人
                工智能、虚拟现实等为核心的新一代信息技术等战
                略性新兴产业的需要 , 并紧扣国家“互联网 +”
                战略布局，精耕于这些领域的人才培养和教育模式
                创新。目前已自主研发并完成创新创业、前沿科技
                、“互联网+行业”等领域的十余个战略性新兴产业
                专业体系建设，打通了从教育入口到教育出口的可
                持续发展链条，构建出慧科集团特有的O2O教育生态系统。
            </p>
            <br />
            <p style="text-indent:2em">
                慧科集团目前已与1000多所全国知名高校、地方
                本专科院校开展了硕、本、专不同层次的专业共建
                、实习实训、在线教育等多种合作，为产业培养和
                输送了数万名高端创新型人才及百万名 应用型技
                术人才。同时，通过与IBM、阿里云、腾讯云、百度
                、VMware、华为等数十家国内外知名企业开展共建
                O2O 知识传播体系、定制学历教育培养项目、建立
                线下联合实验室等深度合作，为企业及其生态系统
                培养和储备人才。集政、产、学、研、用为一体的
                “慧科教育模式”已被业界高度认可。
            </p>
            <br />
            <p style="text-indent:2em">
                慧科集团于2014年3月5日获得复星昆仲资本领投的
                2000万美元A轮融资、并于 2015 年 10 月获得千合
                资本王亚伟先生领投的 3 亿元人民币 B 轮融资，20
                16年10月完成C轮融资，估值超过50亿人民币。
            </p>
            <br />

            <h2 align="center">实验室的建设</h2>
            <br />
            <p>
                软件学院实验室是秉承国家和教育部所提倡的创新创
                业教育精神主旨，该实验室重在培养互联网+环境下既
                掌握学科知识，又熟悉商业应用场景，而且善于利用手
                边资源的创新型创客人才。实验室聚合全产业链力量，为
                高校提供开放、创新、协作、共享的创客孵化平台，从而
                服务于学生创客实训和创业萌芽，帮助他们把想法变成
                现实，释放每一位大学生的创新能量。
            </p>
            <br />
            <img src="./NO.1.png" />
            <br />
            <br />
            <br />

            <h2 align="center">实验室平台的搭建</h2>
            <br />
            <h3>阿里 · 云计算实验室:</h3>
            <p>
                阿里云计算实验室由慧科教育联合阿里云共同建立。"阿
                里云实验室"为学生提供云计算平台搭建以及云平台应用开发
                的实践环境、实训案例和实际开发项目，并在教学实施、教
                学辅导、实习安排等方面为学生提供相应的学习资源。实训
                系统中的实验课为学生提供了一个真实的操作环境，帮助学生
                快速体验阿里云服务，可以帮助学生可以通过完成实验课中提
                供的各种实验，快速掌握包括云服务器、云数据库、云负载均
                衡、云存储、云盾、云监控等云产品的操作，运维和使用。同
                时，实验室也为学生提供了线上企业课程供学生学习，这些资
                源为学生提供了帮助其积累前沿技术和丰富的企业实践经验，
                为学生的就业率与就业质量提供了保障。
            </p>
            <br />
            <img src="./NO.2.png" style="padding-left:30px;" />
            <br />
            <br />

            <h3>阿里 · 大数据实验室:</h3>
            <p>
                慧科教育与阿里云共同合作开发的阿里大数据实验室包含云计算
                平台及大数据应用平台，提供易于维护的大数据教学、开发、分析
                、可视化综合实训平台，集成大数据开发系统、数据挖掘系统、大
                数据教学系统、案例分析系统等优势，从大数据应用工具、算法实
                现、数据可视化按时实验等角度，帮助学生掌握大数据领域的基础
                理论学习、单点技能训练和综合实战演练；并且辅以线上课程、线下
                项目实训，形成实现专业实验教学的多层次实验体系，为用户提供完
                整的高可用性的教学、实训、竞赛支持的解决方案。使学生在基础时
                期能够对基于云端的架构搭建、数据分析等有更为直观的感性认识和
                客观判断，对学生定义自身职业发展方向和获得初步职场技能都有着
                重要的积极意义。
            </p>
            <br />
            <img src="./NO.3.png" style="padding-left:80px;" />
            <br />
            <br />

            <h3>百度互联网营销实验室:</h3>
            <p>
                2012年，慧科教育携手百度共同创建百度互联网营销实验室。该实验
                室配置高性能服务器和200M带宽，提供数亿条实际数据和若干动态模拟案
                例，供学生进行仿真演练和分析,该实验室由百度提供100%真实数据，并
                且会定时更新数据。百度互联网营销实验室将以远程网络方式接入，为学
                生提供真实的搜索引擎推广环境，让学生在无需花费任何推广费用的前提
                下获得搜索引擎营销的实战经验。系统内置三十多个企业项目，模拟数十
                个行业几百个网站的动态竞争环境，完美覆盖当前互联网营销领域各种商
                业及营销模式。而且在专业老师的带领下，还可以熟悉搜索引擎的技术机
                制，学习其中的博弈论原理和定价机制，进而全面掌握搜索引擎营销的精
                髓。
            </p>
            <br />
            <img src="./NO.4.png" style="padding-left:280px;" />
            <br />

            <BackTop :height="100" :bottom="35">
                <div class="top">
                    <Icon type="ios-arrow-up" />
                </div>
            </BackTop>
        </school-layout>
        
    </div>
</template>

<script>
    import SchoolLayout from './SchoolLayout'
    export default {
        name: "DevPartner",
        components:{
            SchoolLayout
        }
    }
</script>
<style scoped lang="less">

    p {
        line-height: 30px;
        font-size: 16px;
    }

    .top{

        
        background: rgba(199, 199, 199, .7);
        color: #fff;
        text-align: center;
        border-radius: 50%;
        width: 50px;      
        height: 50px;          
        border-radius: 50%;
        padding-top:5px;
        //-moz-border-radius: 50%;      
        //-webkit-border-radius: 50%; 


    }
</style>>